[Language]
ID = 2052
NAME = CN
LANGUAGE = zh-CN
DESCRIPTION = 简体中文

[CMainDlg]
CAPTION = Best Trace
IDOK = 搜索(&S) 
IDC_LOCAL = 本机IP(&L)   
IDC_CLEAR = 清空(&C) 
IDC_UPDATE = 更新IP库(&U)  
IDC_TRACERT = 路由跟踪(&T)   
IDC_MONITOR = 流量监控(&M)   
IDC_RPING = 批量PING(&R) 
IDC_TOKEN = 付费库(&F)    
IDC_HELPER = 帮助(&H) 
IDC_WEBSITE = &IPIP.NET  
IDC_LANGUAGE = 语言
ID_APP_ABOUT = 关于(&A) 
IDC_MAIN_TOKEN_SYSLINK = <a>测试</a>    
IDC_RTRACE = 批量TRACE(&E)

DB.NETFAILD = 加载IP数据库出错, 使用更新功能修复IP数据库。    
DB.IPEMPTY = IP地址不能为空。
DB.IPINVALID = 不是一个有效的IP地址。
DB.REFRESH = <a>刷新</a>
DB.FREE = 免费IP库版本: %d. 
DB.NEWEST = IP数据库已经是最新版本了。
DB.NEWVERSION = IP数据库有新版本了。
DB.UPDATE = 本地版本: %d\r\n最新版本: %d。\r\n要下载最新的IP数据库吗？
DB.UPDATED = IP数据库数据更新完毕。
DB.ERROR = 加载IP库出错, 使用更新修复。

MENU.SHOW = 显示
MENU.AUTOSTART_OFF = 开机自启动
MENU.LISTENING_CLIP = 监视剪贴板
MENU.TRACERT = 路由跟踪
MENU.MONITOR = 流量监控
MENU.RPING = 批量PING
MENU.RTRACE = 批量TRACE
MENU.CLOSE = 关闭
MENU.LANGDEF = 默认
MENU.LANGRESTART = 设置将在下一次启动时生效

PAID.VERIFTY = 验证中, 请稍候...
PAID.RETRY = 请求出错，请重试！
PAID.VER = 付费访问%s, 今天使用次数: %d, 服务到期时间: %s.
PAID.AVAILABLE = 可用
PAID.UNAVAILABLE = 受限

[CTokenDlg]
CAPTION = 付费计划
IDOK = 确定
IDC_TOKEN_MORE = 了解付费计划
IDC_TOKEN_RESET = 清空
IDCANCEL = 取消
IDC_TOKEN_STATIC_TOKEN = TOKEN:
IDC_TOKEN_STATIC_DESC = 本软件内置离线的 IP 库版本仅为免费版本，有部分限制并且 2017 年改为不定期更新，为方便网友使用，特地支持基于 API 的在线 IP 库查询功能。如果您是我们的 IP 库客户，那么只要将 API TOKEN 输入，即可。您也可以单独购买 API 版本使用。

[CAboutDlg]
CAPTION = 关于Best Trace
IDOK = OK
IDC_WEBSITE = &IPIP.NET
IDC_ABOUT_STATIC_DESC = Best Trace 是 IPIP.NET 基于自己的 IP 地理位置数据库以及 rDNS 数据库，为有网络方面同类需求的网友开发的一款专业工具软件。
IDC_ABOUT_STATIC_QQ = QQ群: 346280296
IDC_ABOUT_STATIC_CR = 版权所有 2013 - 2017
ABOUT.VER = Best Trace V%s

[CTracertDlg]
CAPTION = 路由跟踪
IDC_TRACERT_DNS_EDIT = +
IDC_TRACERT_VIP = 本机网络
IDC_TRACERT_SYNC = 同步请求
IDC_TRACERT_TCP = TCP(80端口,管理员)
IDC_TRACERT_RUN = 开始
IDOK = 开始
IDC_TRACERT_CANCEL = 清空
IDC_TRACERT_CHANGEMAP = 切换地图
IDC_TRACERT_IPLOC = IP解析库
IDC_TRACERT_EXPORT = 导出
IDC_LABEL_STATUS = 地址数据信息由 ipip.net 提供。

LIST.TIME = 时间(ms)
LIST.ADDRESS = 地址
LIST.HOST = 主机名
PAID.LOCALHOST = 本机网络
TRACE.IPERROR = IP或域名错误
TRACE.RESULTEMPTY = 没有结果
TRACE.STOP = 停止
TRACE.STOPING = 停止中
TRACE.NONEMPTY = IP或域名不能为空。
TRACE.TRACEROUTE = 路由跟踪
TRACE.WAIT = 请稍候
TRACE.TARGET = 目标IP: %s
TRACE.TARGET2 = 目标IP: %s ( %s )
TRACE.TARGET3 = 目标IP: %s ( %s@%s )
TRACE.PAIDRESULT = VIP路由跟踪结果: %d.
TRACE.HOSTNONEXISTS = 域名不存在
TRACE.DNSTIMEOUT = 访问DNS服务超时
TRACE.HOSTFAILED = 域名解析失败
TRACE.LAN = 局域网
TRACE.FILTER = 骨干网|局域网|共享地址
TRACE.FILTER2 = 骨干网|局域网|共享地址|中国 电信|中国 联通|中国 移动
TRACE.SYSDNS = 系统DNS
TRACE.LOCALSPAN = &nbsp;

MENU.CPIP = 复制IP
MENU.CPHOST = 复制主机名
MENU.TRACE = 路由跟踪
MENU.RPING = 批量PING
MENU.RTRACE = 批量路由跟踪
MENU.RETRY = 重试
MAP.BING = 微软必应地图
MAP.OSM = OSM地图
MAP.GOOGLEEN = 谷歌国际版地图
MAP.GOOGLECN = 谷歌中国版地图
MAP.FIT = 全屏显示
MAP.FITTITLE = 显示全部跟踪节点
MENU.EXPORTTXT = 导出文本
MENU.EXPORTIMG = 导出图片

[CTracertDnsDlg]
CAPTION = DNS
IDOK = 确定
IDCANCEL = 取消
IDC_TRACERT_DNS_RESET = 重置
DNS.DEFAULT = 114.114.114.114#114DNS|114.114.115.115#114DNS|119.29.29.29#DNSPOD|182.254.116.116#DNSPOD|182.254.118.118#DNSPOD|180.76.76.76#百度|223.5.5.5#阿里|223.6.6.6#阿里|1.2.4.8#CNNIC|210.2.4.8#CNNIC|8.8.8.8#GOOGLE|8.8.4.4#GOOGLE|

[CTracertVipDlg]
CAPTION = 路由跟踪节点选择
PAID.LOGIN = 登录成功
PAID.REGISTER = 要去官网注册吗？

[CMonitorDlg]
CAPTION = 流量监控
IDOK = 开始
IDCANCEL = 停止
PCK.ALL = 全部包
PCK.SEND = 发送包
PCK.RECV = 接收包
TIME.ALL = 全部时间
TIME.LAST = 最后%d分钟
TIME.LASTFMT = 最后%%d分钟
LIST.SRC = 源IP
LIST.SRCADDR = 源IP地址
LIST.DST = 目标IP
LIST.DSTADDR = 目标IP地址
LIST.REQ = 请求数
LIST.REQSUM = 数据量
LIST.PROC = 程序(显示PID,管理员)
LIST.TIME = 时间
MENU.CPSRC = 复制源IP
MENU.CPDST = 复制目标IP
MENU.TRACE = 路由跟踪
MAP.FIT = 全屏显示
MAP.FITTITLE = 显示全部跟踪节点

[CRpingDlg]
CAPTION = 批量PING
IDC_RPING_BACKBONE = 骨干网
IDC_RPING_TCP = TCP(80端口,管理员)
IDOK = 开始
IDC_RPING_EXPORT = 导出
IDC_RPING_BEGIN_STATIC = 起始IP:
IDC_RPING_END_STATIC = 终止IP:
IDC_RPING_TIMES_STATIC = 次数:
IDC_RPING_CONCURRENT_STATIC = 并发:
IDC_RPING_TIMEOUT_STATIC = 超时:
IDC_RPING_PACKETLEN_STATIC = 包长:
IDC_RPING_FILTER_STATIC = 过滤(MS):
IDC_RPING_TIMESPAN_STATIC = 间隔(MS):
LIST.IP = IP
LIST.TIME = 时间(ms)
LIST.TTL = TTL
LIST.HOST = 主机名
LIST.ETC = 其他
PING.COMPLETE = 完成
PING.STOP = 中止
PING.STOPING = 结束中
PING.NOFILTER = 不过滤
PING.WRN = 请注意
PING.WRNCONTENT = 批量PING正在进行，要退出吗？
PING.ERRIP = 请输入正确的IP地址。
PING.ERRIP2 = 终止IP要大于启始IP。
PING.ERRPCK = 数据包长度应该在0到256之间。

MENU.CPIP = 复制IP
MENU.TRACE = 路由跟踪
MENU.NOEXPORT = 没有可导出的数据
MENU.EXPORT = 要定位导出文件吗？
MENU.EXPORTCMP = 导出完成

[CRTraceDlg]
CAPTION = 批量TRACE
IDC_RTRACE_BONE = 骨干网
IDC_RTRACE_TCP = TCP(80端口,管理员)
IDOK = 开始
IDC_RTRACE_EXPORT = 导出
IDCANCEL = 关闭
IDC_RTRACE_STATIC_START = 启始IP:
IDC_RTRACE_STATIC_END = 终止IP:
IDC_RTRACE_STATIC_CON = 并发:
IDC_RTRACE_STATIC_TIMEOUT = 超时:
IDC_RTRACE_STATIC_HOP = 启始跳:
IDC_RTRACE_STATIC_HOP_MAX = 结束跳:

TRACE.AUTO = 自动
TRACE.REFRESHCMP = 刷新完成
TRACE.NOCONTENT = 没有内容
TRACE.STOP = 停止
TRACE.STOPING = 停止中
TRACE.COMPLETE = 完成
TRACE.ERRIP = 错误的起始或结束IP
TRACE.ERRIP2 = 起始IP要小于结束IP
TRACE.ERRHOP = 起始HOP要小于结束HOP
